module.exports = {
  config: {
    name: "rules",
    version: "2.0",
    author: "MahMUD",
    countDown: 3,
    role: 0,
    category: "box chat",
  },

  onStart: async function ({ message }) {
    const rules = `
>🎀 𝐁𝐚𝐛𝐲, 𝐘𝐨𝐮𝐫 𝐠𝐫𝐨𝐮𝐩 𝐫𝐮𝐥𝐞𝐬:

𝟏. 𝐁𝐞 𝐫𝐞𝐬𝐩𝐞𝐜𝐭𝐟𝐮𝐥 𝐭𝐨 𝐚𝐥𝐥 𝐦𝐞𝐦𝐛𝐞𝐫𝐬🎀
𝟐. 𝐃𝐨𝐧'𝐭 𝐬𝐩𝐚𝐦 𝐦𝐞𝐬𝐬𝐚𝐠𝐞 𝐢𝐧 𝐠𝐫𝐨𝐮𝐩❌
𝟑. 𝐁𝐭𝐬 𝐭𝐨𝐩𝐢𝐜 & 𝟏𝟖+ 𝐜𝐨𝐧𝐭𝐞𝐧𝐭 𝐭𝐨𝐭𝐚𝐥𝐥𝐲 𝐨𝐟𝐟
𝟒. 𝐠𝐫𝐨𝐮𝐩 𝐩𝐫𝐨𝐦𝐨𝐭𝐢𝐨𝐧 𝐚𝐧𝐝 𝐨𝐭𝐡𝐞𝐫 𝐠𝐫𝐨𝐮𝐩 𝐭𝐨𝐩𝐢𝐜 𝐧𝐨𝐭 𝐚𝐥𝐥𝐨𝐰❌
𝟓. 𝐧𝐨 𝐡𝐚𝐭𝐞 𝐬𝐩𝐞𝐞𝐜𝐡 𝐨𝐫 𝐛𝐮𝐥𝐥𝐲𝐢𝐧𝐠
𝟔. 𝐖𝐢𝐭𝐡𝐨𝐮𝐭 𝐚𝐝𝐦𝐢𝐧 𝐩𝐞𝐫𝐦𝐢𝐬𝐬𝐢𝐨𝐧, 𝐧𝐨 𝐨𝐧𝐞 𝐢𝐧 𝐭𝐡𝐞 𝐠𝐫𝐨𝐮𝐩 𝐜𝐚𝐧 𝐛𝐞 𝐜𝐨𝐧𝐭𝐚𝐜𝐭𝐞𝐝 𝐢𝐧 𝐢𝐧𝐛𝐨𝐱.
𝟕. 𝐀𝐝𝐦𝐢𝐧𝐬 𝐝𝐞𝐜𝐢𝐬𝐢𝐨𝐧𝐬 𝐚𝐫𝐞 𝐟𝐢𝐧𝐚𝐥.

• 𝐀𝐝𝐦𝐢𝐧: 𝐌𝐚𝐡 𝐌𝐔𝐃`;

    message.reply(rules);
  }
};
